Repository: CESNET/apps
Catalog: l10n/*/activity.po
Languages: hu_hu, zh_cn

source: Your settings have been updated.
hu_hu: Beállításaid sikeresen frissítve.
zh_cn: 您的设置已更新。

source: Activity
hu_hu: Aktivitás
zh_cn: 动态

source: No more activities to load.
hu_hu: Nincs több betöltendő aktivitás.
zh_cn: 已无更多动态。

source: Loading older activities
hu_hu: Korábbi aktivitások betöltése
zh_cn: 更多动态载入中

source: A file or folder has been <strong>shared</strong>
hu_hu: Fájl vagy könyvtár <strong>megosztva</strong>
zh_cn: 一个文件或文件夹已<strong>共享</strong>。

source: A new file or folder has been <strong>created</strong> in a shared folder
hu_hu: Fájl vagy könyvtár <strong>létrejött</strong> a megosztott könyvtárban
zh_cn: 一个新文件或文件夹已在一个共享文件夹中<strong>创建</strong>。

source: A file or folder has been <strong>changed</strong> in a shared folder
zh_cn: 一个文件或文件夹在共享文件夹中被<strong>修改</strong>。

source: A file or folder has been <strong>deleted</strong> from a shared folder
zh_cn: 一个文件或文件夹在共享文件夹中被<strong>删除</strong>。

source: You created %1$s
hu_hu: Létrehoztad ezt: %1$s
zh_cn: 您已成功创建了%1$s

source: %2$s created %1$s
hu_hu: %2$s létrehozta ezt: %1$s
zh_cn: %2$s 创建了 %1$s

source: You changed %1$s
hu_hu: Megváltoztattad ezt: %1$s
zh_cn: 您已经成功修改了%1$s

source: %2$s changed %1$s
hu_hu: %2$s megváltoztatta ezt: %1$s
zh_cn: %2$s 修改了 %1$s

source: You deleted %1$s
hu_hu: Törölted ezt: %1$s
zh_cn: 您已经成功删除了 %1$s

source: %2$s deleted %1$s
hu_hu: %2$s törölte ezt: %1$s
zh_cn: %2$s 删除了 %1$s

source: You shared %1$s with %2$s
hu_hu: Megosztottad ezt: %1$s vele: %2$s
zh_cn: 您把 %1$s分享给了 %2$s

source: You shared %1$s with group %2$s
hu_hu: Megosztottad ezt: %1$s ezzel a csoporttal: %2$s
zh_cn: 你把 %1$s 分享给了 %2$s组

source: %2$s shared %1$s with you
hu_hu: %2$s megosztotta veled ezt: %1$s
zh_cn: %2$s 把 %1$s 分享给了您

source: You shared %1$s
hu_hu: Megosztottad: %1$s
zh_cn: 您已分享了 %1$s

source: %n more...
hu_hu: %n több...
zh_cn: 还有 %n 个...

source: RSS feed
hu_hu: RSS hírcsatorna
zh_cn: RSS源

source: No activities yet.
hu_hu: Nincs megjeleníthető aktivitás.
zh_cn: 暂无动态

source: You will see a list of events here when you start to use your %s.
hu_hu: Az események itt lesznek láthatóak, miután elkezdte használni a %s szolgáltatást.
zh_cn: 当您开始使用%s，您会在此看到一系列事件。

source: Notifications
hu_hu: Értesítések
zh_cn: 提示

source: Mail
zh_cn: 邮件

source: Stream
zh_cn: 流
