Repository: CESNET/apps
Catalog: l10n/*/files_antivirus.po
Languages: et_ee, ja, lt_lt

source: Greetings {user},
et_ee: Tere {user},
ja: {user} 様へ、
lt_lt: Sveiki, {user},

source: Sorry, but a malware was detected in a file you tried to upload and it had to be deleted.
et_ee: Kahju, kuid üleslaetavast failist leiti pahavara ning fail tuli kustutada.
ja: 申し訳ありません。アップロードしようとしたファイルからマルウェアが検出されましたため、削除されました。
lt_lt: Atleiskite, bet kenkėjiška programinė įranga buvo aptikta faile, kurį bandėte įkelti ir jis turėjo būti ištrintas.

source: This email is a notification from {host}. Please, do not reply.
et_ee: Käesolev email on teavitus masinast {host}. Palun ära vasta.
ja: このメールは {host} からの通知用です。返信しないでください。
lt_lt: Šis laiškas yra iš {host}. Prašome neatsakyti.

source: File uploaded: {file}
et_ee: Laetud üles fail: {file}
ja: ファイルアップロード: {file}
lt_lt: Failas nusiųstas: {file}

source: Antivirus Configuration
et_ee: Viirustõrje seadistus
ja: アンチウイルスの設定
lt_lt: Antivirusinės konfigūracija

source: Mode
et_ee: Režiim
ja: モード
lt_lt: Veiksena

source: Executable
et_ee: Käivitatav
ja: 実行形式
lt_lt: Vykdomasis

source: Daemon
et_ee: Deemon
ja: デーモン
lt_lt: Tarnyba

source: Daemon (Socket)
et_ee: Daemon (sokkel)
ja: Daemon (ソケット)
lt_lt: Tarnyba (Lizdas)

source: Socket
et_ee: Sokkel
ja: ソケット
lt_lt: Lizdas

source: Clamav Socket.
et_ee: Clamav sokkel.
ja: Clamav ソケット。
lt_lt: Clamav Lizdas.

source: Not required in Executable Mode.
et_ee: Pole käivitamise režiimis nõutav.
ja: 実行形式モードでは不要です。
lt_lt: Neprivaloma vykdomojo veiksenoje.

source: Host
ja: ホスト
lt_lt: Mazgas

source: Address of Antivirus Host.
et_ee: Antiviiruse hosti nimi.
ja: アンチウイルスホストのアドレス
lt_lt: Antivirusinės mazgo adresas.

source: Port
ja: ポート
lt_lt: Prievadas

source: Port number of Antivirus Host.
et_ee: Antiviiruse hosti pordi number.
ja: アンチウイルスホストのポート番号
lt_lt: Antivirusinės mazgo prievado numeris.

source: Stream Length
et_ee: Striimi pikkus
ja: ストリームの長さ
lt_lt: Transliacijos ilgis

source: ClamAV StreamMaxLength value in bytes.
et_ee: ClamAV StreamMaxLength väärtus baitides.
ja: ClamAV StreamMaxLength 値（バイト）。
lt_lt: ClamAV StreamMaxLength vertė baitais.

source: Path to clamscan
et_ee: clamscani asukoht
ja: clamscan のパス
lt_lt: Kelias iki clamscan

source: Path to clamscan executable.
et_ee: clamscani rakenduse asukoht.
ja: clamscan 実行ファイルへのパス。
lt_lt: Kelias iki clamscan vykdomojo failo.

source: Not required in Daemon Mode.
et_ee: Pole deemonirežiimis nõutav.
ja: デーモンモードでは不要です。
lt_lt: Neprivaloma vykdomojo veiksenoje.

source: Action for infected files found while scanning
et_ee: Skaneerimisel leitud nakatunud failidega sooritatav toiming
ja: スキャン中に発見された感染ファイルに対する操作
lt_lt: Skenuojant rastas veiksmas užkrėstiems failams

source: Only log
et_ee: Ainult logi
ja: ログのみ
lt_lt: Tik žurnalas

source: Delete file
et_ee: Kustuta fail
ja: ファイルを削除
lt_lt: Trinti failą

source: Save
et_ee: Salvesta
ja: 保存
lt_lt: Išsaugoti

source: Advanced
et_ee: Täpsem
ja: 詳細設定
lt_lt: Išplėstiniai

source: Description
et_ee: Kirjeldus
ja: 説明
lt_lt: Aprašymas
