Repository: CESNET/apps
Catalog: l10n/*/tasks.po
Languages: ur_pk

source: Invalid date/time
ur_pk: غلط تاریخ / وقت

source: Tasks
ur_pk: کام

source: Due
ur_pk: باقی

source: List
ur_pk: فہرست

source: Location
ur_pk: مقام

source: No category
ur_pk: کوئی قسم نہیں

source: Unspecified
ur_pk: غیر منسوب

source: 1=highest
ur_pk: 1 = سب سے زیادہ

source: 5=medium
ur_pk: 5 = متوسط

source: 9=lowest
ur_pk: 9 = سب سے کم

source: Empty Summary
ur_pk: خالی خلاصہ

source: Invalid percent complete
ur_pk: غلط مکمل فصید

source: Invalid priority
ur_pk: غلط ترجیح

source: The calendar application also need to be enabled to use this application.
ur_pk: اس پروگرام کو استعمال کرنے کے لئے کیلنڈر اپلیکیشن کوبھی فعال کرنے کی ضرورت ہے

source: Add Task
ur_pk: کام شامل کریں

source: Order Due
ur_pk: آرڈر باقی

source: Order List
ur_pk: آرڈر کی فہرست

source: Order Complete
ur_pk: آرڈر مکمل

source: Order Location
ur_pk: آرڈر مقام

source: Order Priority
ur_pk: آرڈر ترجیح

source: Order Label
ur_pk: آرڈر لیبل

source: Loading tasks...
ur_pk: کام لوڈ ہو رہے ہیں

source: Important
ur_pk: اہم

source: More
ur_pk: مزید

source: Less
ur_pk: کم

source: Delete
ur_pk: حذف کریں
